Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_4.tmx
Source language: en
Languages: it

source: Chrysanthemum tea (Gukhwacha)
it: Tè al crisantemo (Gukhwacha)

source: Japanese sponge cakes (kasutera)
it: Pan di Spagna giapponese (kasutera)

source: Sticky rice cakes (Chapsalttock)
it: Dolci di riso appiccicosi (Chapsalttock)

source: White lotus tea (Baengnyeoncha)
it: Tè al loto bianco (Baengnyeoncha)

source: Savory sauces used as condiments
it: Salse salate usate come condimento

source: Processed teff
it: Teff trattato

source: Dried coriander for use as seasoning
it: Coriandoli essiccati da usare come condimento

source: Chocolate with Japanese horseradish
it: Cioccolato con rafano giapponese

source: Instant rice
it: Riso istantaneo

source: Sandwich wraps [bread]
it: Wrap imbottiti [panini]

source: Turbinado sugar
it: Zucchero turbinado

source: Worcestershire sauce
it: Salsa worcester

source: Chocolate-based spreads
it: Cioccolato spalmabile

source: Freeze-dried dishes with main ingredient being rice
it: Piatti liofilizzati con riso come ingrediente principale

source: Freeze-dried dishes with main ingredient being pasta
it: Piatti liofilizzati con pasta come ingrediente principale

source: Chamomile-based beverages
it: Bevande a base di camomilla

source: Dulce de leche
it: Dolce di latte

source: Processed seeds for use as a seasoning
it: Semi lavorati da usare come condimento

source: Sesame seeds [seasonings]
it: Semi di sesamo [condimento]

source: Citron tea
it: Tè al cedro

source: Fermenting malted rice (Koji)
it: Riso maltato fermentato [Koji]

source: Filo doughs
it: Pasta fillo

source: Gluten-free bread
it: Pane senza glutine

source: Glutinous pounded rice cake coated with bean powder (injeolmi)
it: Torta di riso glutinoso avvolta in polvere di fagioli [injeolmi]

source: Graham crackers
it: Cracker Graham

source: Kimchi pancakes (kimchijeon)
it: Pancake di kimchi [kimchijeon]

source: Korean traditional pressed sweets (Dasik)
it: Dolci pressati coreani tradizionali [Dasik]

source: Low-salt bread
it: Pane iposodico

source: Mung bean pancakes (bindaetteok)
it: Pancake di fagioli mungo [bindaetteok]

source: Phyllo dough
it: Pasta fillo

source: Pumpkin porridge (Hobak-juk)
it: Porridge di zucca [Hobak-juk]

source: Red pepper powder (Gochutgaru)
it: Polvere di peperoncino [Gochutgaru]

source: Soft pretzels
it: Brezel morbidi

source: Stir-fried noodles with vegetables (Japchae)
it: Noodles saltati con verdure [Japchae]

source: Sweet potato starch for food
it: Amido di patata dolce per alimenti

source: Sweet rice with nuts and jujubes (yaksik)
it: Riso dolce con noci e giuggiole [yaksik]

source: Acanthopanax tea (Ogapicha)
it: Tè acanthopanax [ogapicha]

source: Bread pudding
it: Pudding di pane

source: Chinese matrimony vine tea (Gugijacha)
it: Tè da matrimonio cinese [gugijacha]

source: Hardtack [biscuits]
it: Galletta [biscotti]

source: Cake frosting [icing]
it: Glasse per torte

source: Yeast extracts for human consumption
it: Estratti di lievito per l'alimentazione umana

source: Husked oats
it: Avena mondata

source: Puddings
it: Budini

source: Malt for human consumption
it: Malto per l'alimentazione umana

source: Salted biscuits
it: Biscotti salati

source: Savory biscuits
it: Cracker salati

source: Peppermint sweets
it: Caramelle alla menta

source: Breadcrumbs
it: Pangrattato

source: Infusions, not medicinal
it: Infusioni non medicinali

source: Herbal infusions
it: Infusi di erbe

source: Curry [spice]
it: Curry [spezia]

source: Curry powder [spice]
it: Curry in polvere [spezia]

source: Ketchup [sauce]
it: Ketchup [salsa]

source: Cooking salt
it: Sale da cucina

source: Pearl barley
it: Orzo perlato

source: Husked barley
it: Orzo mondato

source: Processed cereals
it: Cereali lavorati

source: Processed grains
it: Cereali lavorati

source: Cream puffs
it: Profiterole

source: Biscuits
it: Biscotti

source: Cakes
it: Dolci

source: Pelmeni [dumplings stuffed with meat]
it: Pelmeni [involtini al vapore ripieni di carne]

source: Minced garlic [condiment]
it: Aglio tritato [condimento]

source: Processed quinoa
it: Quinoa trattata

source: Processed sorghum
it: Sorgo trattato

source: Processed garlic for use as seasoning
it: Aglio trattato da utilizzare come condimento

source: Flavourings of almond for food or beverages
it: Aromi a base di mandorla per alimenti o bevande

source: Mixes for preparing sauces
it: Miscele per preparare salse

source: Flavourings of lemons for food or beverages
it: Aromi di limoni per alimenti o bevande

source: Coffee capsules
it: Capsule per caffè

source: Coconut meal for human consumption
it: Farina di cocco per l'alimentazione umana

source: Sugar, honey, treacle
it: Zucchero, miele, melassa

source: Vla [custard]
it: Vla [budino]

source: Pumpkin pies
it: Torte di zucca

source: Bavarian creams
it: Creme bavaresi

source: Crème brûlées
it: Crème brûlée

source: Rice-based prepared meals
it: Pasti preparati a base di riso

source: Pasta-based prepared meals
it: Pasti preparati a base di pasta

source: Theine-free tea
it: Tè senza teina

source: Molasses syrup for culinary purposes
it: Sciroppo di melassa per uso culinario

source: Flour-based dumplings
it: Ravioli a base di farina

source: Starch syrup for culinary purposes
it: Sciroppo di amido per uso culinario

source: Corn syrup for culinary purposes
it: Sciroppo di mais per uso culinario

source: Enriched rice
it: Riso arricchito

source: Preserved chervil
it: Cerfoglio conservato

source: White tea
it: Tè bianco

source: Pineapple fritters
it: Frittelle di ananas

source: Fruit flavorings, other than essential oils
it: Aromi alla frutta, tranne oli essenziali

source: Boxed lunches consisting of rice, with added meat, fish or vegetables
it: Pranzi in scatola composti di riso con carne, pesce o verdure

source: Chocolate spreads containing nuts
it: Cioccolato spalmabile contenente nocciole

source: Sopapillas [fried pastries]
it: Sopapillas [frittelle]

source: Sage [seasoning]
it: Salvia [condimento]

source: Apple fritters
it: Frittelle di mele

source: Floating islands
it: Isole galleggianti

source: Cocoa-based ingredients for confectionery products
it: Ingredienti a base di cacao per prodotti di pasticceria

source: Candy coated apples
it: Mele caramellate

source: Roasted barley tea [mugicha]
it: Mugi-cha [tè di orzo tostato]

source: Prepared coffee beverages
it: Bevande preparate al caffè

source: Lemon flavorings, other than essential oils
it: Aromi al limone, tranne oli essenziali

source: Almond flavorings, other than essential oils
it: Aromatizzanti alla mandorla, tranne oli essenziali

source: Baozi [stuffed buns]
it: Baozi [panini farciti]

source: Rice pulp for culinary purposes
it: Pasta di riso per uso culinario

source: Jiaozi [stuffed dumplings]
it: Jiaozi [gnocchi ripieni]

source: Okonomiyaki [Japanese savoury pancakes]
it: Okonomiyaki [frittelle salate giapponesi]

source: Batter mixes for okonomiyaki [Japanese savoury pancakes]
it: Miscele per okonomiyaki [frittelle salate giapponesi]

source: Multigrain bread
it: Pane multicereali

source: Currant bread
it: Pane al ribes

source: Steel cut oats
it: Avena spezzata

source: Salt crackers
it: Cracker salati

source: Sweetmeats
it: Dolciumi

source: Confectionery
it: Confetteria

source: Brittle
it: Friabile

source: Vegan mayonnaise
it: Maionese vegana

source: Shaved ices with sweetened red beans
it: Granite con fagioli rossi dolci

source: Ginseng confectionery
it: Dolciumi a base di ginseng

source: Miso bean paste
it: Pasta di miso

source: Preparations for making of sugar confectionery
it: Preparati per prodotti di confetteria a base di zucchero

source: Cheese-flavored biscuits
it: Crackers al gusto di formaggio

source: Bread with sweet red bean
it: Pane con fagioli rossi dolci

source: Filo pastry
it: Pasta fillo

source: Custards [baked desserts]
it: Creme [dessert cotti al forno]

source: Rice dumplings
it: Budini di riso

source: Spices
it: Spezie

source: Raw honeycombs
it: Favo con miele

source: German ravioli [Maultaschen]
it: Ravioli tedeschi [Maultaschen]

source: Beverages based on coffee substitutes
it: Bevande a base di succedanei del caffè

source: Malt-based food preparations
it: Prodotti alimentari a base di malto

source: Soft ices
it: Gelati soft

source: Chili pepper paste being condiment
it: Pasta di peperoncino per condimento

source: Glutinous rice
it: Riso glutinoso

source: Rice vermicelli
it: Vermicelli di riso

source: Rice porridge
it: Porridge di riso

source: Starch vermicelli
it: Vermicelli d'amido

source: Processed hops
it: Luppolo trattato

source: Dried cumin seeds
it: Semi di cumino secchi

source: Truffle honey
it: Miele al tartufo

source: Truffle salt
it: Sale al tartufo

source: Food flavorings, other than essential oils
it: Aromi alimentari diversi dagli olii essenziali

source: Poppy seeds for use as a seasoning
it: Semi di papavero da usare come condimento

source: Oligosaccharides for culinary purposes
it: Oligosaccaridi per uso culinario

source: Seasoned breading mix for deep frying
it: Preparato aromatizzato in polvere per frittura

source: Barley for use as a coffee substitute
it: Orzo da utilizzare come succedaneo del caffè

source: Xylitol-sweetened sweets
it: Caramelle allo xilitolo

source: Mayonnaise-based sauces
it: Salse a base di maionese

source: Mineral salts for cattle
it: Sali minerali per bestiame

source: Bedding materials for animals
it: Materiali per cucce per animali

source: Christmas trees
it: Alberi di natale

source: Trunks of trees
it: Tronchi d'albero

source: Garden herbs, fresh
it: Erbaggi freschi

source: Apple tree seeds
it: Semi di meli

source: Carp [live]
it: Carpa [viva]

source: Crabs [live]
it: Granchi [vivi]

source: Unprocessed seeds for agricultural use
it: Semi non lavorati per uso agricolo

source: Unprocessed tomatoes
it: Pomodori non lavorati

source: Unprocessed vegetables
it: Ortaggi non lavorati

source: Unprocessed wheat
it: Cereali grezzi

source: Rape cake for cattle
it: Panelli di colza

source: Beverages for canines
it: Bevande per cani

source: Seeds for flowers
it: Semi di fiori

source: Olives, fresh
it: Olive fresche

source: Raw horseradish root
it: Radice di rafano cruda

source: Unprocessed corn
it: Mais non lavorato

source: Unprocessed herbs
it: Erbe non lavorate

source: Leguminous plants
it: Piante leguminose

source: Processed oats for consumption by animals
it: Avena preparata per il consumo da parte di animali

source: Fresh artichokes
it: Carciofi freschi

source: Plants, dried, for decoration
it: Piante secche per la decorazione

source: Foods flavoured with chicken for feeding dogs
it: Alimenti aromatizzati con pollo per cani

source: Fresh zucchini
it: Zucchine fresche

source: Cuttlefish bones
it: Ossi di seppia

source: Foodstuffs for animals on a milk basis
it: Cibi per animali a base di latte

source: Truffles, fresh
it: Tartufi freschi

source: Floral decorations [fresh]
it: Decorazioni floreali [fresche]

source: Floral decorations [natural]
it: Decorazioni floreali [naturali]

source: Live arthropods for the control of pests
it: Artropodi vivi per il controllo di insetti nocivi

source: Berries, fresh
it: Bacche fresche

source: Peppers [plants]
it: Peperoncini [piante]

source: Watermelon, fresh
it: Anguria fresca

source: Residue in a still after distillation
it: Vinaccia [residuo della vinificazione]

source: Cherries (Unprocessed -)
it: Ciliege non lavorate

source: Bouquets of dried flowers
it: Bouquet di fiori secchi

source: Bulbs (Plant -)
it: Bulbi di piante

source: Oil cake
it: Panelli

source: Foodstuffs for calves
it: Alimenti per vitelli

source: Mixed fruits [fresh]
it: Frutta mista [fresca]

source: Natural plants
it: Piante naturali

source: Berries (Unprocessed -)
it: Bacche (frutti non lavorati)

source: Fruit, fresh
it: Frutta fresca

source: Plants
it: Piante

source: Fresh corn
it: Mais fresco

source: Bran mash for animal consumption
it: Pastoni [alimenti per animali]

source: Aloe vera plants
it: Piante di aloe vera

source: Spinach, fresh
it: Spinaci freschi

source: Unprocessed beans
it: Fagioli non lavorati

source: Pearl barley [in the husk]
it: Orzo perlato [in buccia]

source: Foodstuffs for dogs
it: Mangimi per cani

source: Pigs
it: Suini

source: Canned foodstuffs consisting of meat for young animals
it: Alimenti in scatola composti da carne per animali giovani

source: Foodstuffs for marine animals
it: Alimenti per animali marini

source: Foodstuffs for sheep
it: Mangimi per pecore

source: Cocoa beans, raw
it: Semi grezzi di cacao

source: Mushroom spawn for propagation
it: Bianco di funghi [spore]

source: Rice, unprocessed
it: Riso non lavorato

source: Unprocessed garlic
it: Aglio non lavorato

source: Unprocessed mushrooms
it: Funghi non lavorati

source: Unprocessed nuts
it: Noci non preparate

source: Malt for animals
it: Malto per animali

source: Horticultural mulches
it: Pacciami per orticoltura

source: Plants for aquaria [live]
it: Piante per acquari [vive]

source: Foods flavoured with liver for feeding dogs
it: Alimenti aromatizzati con fegato per cani

source: Foods in the form of rings for feeding to cats
it: Alimenti sotto forma di anelli per gatti

source: Funeral wreaths
it: Corone funerarie

source: Rhizomes
it: Rizomi

source: Nettles
it: Ortiche

source: Live aquatic creatures
it: Creature acquatiche vive

source: Fish, live
it: Pesci vivi

source: Live plants with symbiotic microorganisms
it: Piante vive con microrganismi simbiotici

source: Algae for animal consumption
it: Alghe per l'alimentazione animale

source: Chopped straw for animal bedding
it: Paglia tagliata per giacigli per animali

source: Paddy
it: Risone

source: Maize cake for cattle
it: Panelli di granturco

source: Straw [forage]
it: Paglia [foraggio]

source: Salad vegetables [fresh]
it: Ortaggi freschi da insalata

source: Savory biscuits for animals
it: Biscotti salati per animali

source: Seed potatoes
it: Patate da semina

source: Foods containing beef for feeding cats
it: Cibo contenente carne bovina per gatti

source: Ferns
it: Felci

source: Fresh plants
it: Piante fresche

source: Bulbs (Plant -) for agricultural use
it: Bulbi di piante per uso agricolo

source: Chestnuts, fresh
it: Castagne fresche

source: Foodstuffs containing phosphate for feeding animals
it: Alimenti contenenti fosfati per animali

source: Nursery plants
it: Piante da vivaio

source: Oats
it: Avena

source: Mulches of natural materials for use in suppressing weeds in horticultural environments
it: Pacciami in materiali naturali da usare per l'eliminazione di erbacce in ambienti ortoculturali

source: Biodegradable mulching plates made of wood fibres
it: Placche in fibra di legno biodegradabili per pacciamatura

source: Grains for animal consumption
it: Semi per l'alimentazione animale

source: Unprocessed zucchini
it: Zucchine non lavorate

source: Vegetables, fresh
it: Legumi freschi

source: Spores and spawn [for agricultural purposes]
it: Spore e micelio [per uso agricolo]

source: Seeds prepared for consumption by animals
it: Semi preparati per il consumo da parte di animali

source: Cereal based foodstuffs for animals
it: Alimenti a base di cereali per animali

source: Cereal cakes for animals
it: Panetti di cereali per animali

source: Fresh apples
it: Mele fresche

source: Fresh asparagus
it: Asparagi freschi

source: Bark for use in mulching
it: Corteccia per pacciamatura

source: Locust beans, raw
it: Carrube crude

source: Squid [live]
it: Calamari vivi

source: Sweet biscuits for consumption by animals
it: Biscotti dolci per il consumo da parte di animali

source: Fresh tomatoes
it: Pomodori freschi

source: Live topiaries
it: Topiari vivi

source: Potted fresh herbs
it: Erbe fresche in vaso

source: Powdered milk for puppies
it: Latte in polvere per cuccioli

source: Live trees
it: Alberi vivi

source: Foods flavoured with chicken for feeding cats
it: Alimenti aromatizzati con pollo per gatti

source: Meal for animals
it: Farine per animali

source: Flowering plants
it: Piante da fiore

source: Live fish for food purposes
it: Pesci vivi per uso alimentare

source: Cut Christmas trees
it: Alberi di Natale recisi

source: Oysters, live
it: Ostriche vive

source: Eggplants
it: Melanzane

source: Almonds [fruits]
it: Mandorle [frutta]

source: Cheese flavoured foodstuffs for dogs
it: Cibo per cani aromatizzato al formaggio

source: Fresh peaches
it: Pesche fresche

source: Mulch (Straw -) for weed suppression
it: Pacciami per l'eliminazione di erbacce

source: Biscuits for puppies
it: Biscotti per cuccioli

source: Wheat
it: Grano

source: Juniper berries
it: Bacche di ginepro

source: Unprocessed grain
it: Cereali non trattati

source: Fresh avocados
it: Avocado freschi

source: Cucumbers, fresh
it: Cetrioli freschi

source: Wreaths of natural flowers
it: Corone in fiori naturali

source: Unsawn timber
it: Legno greggio

source: Unprocessed cabbage
it: Cavolo non lavorato

source: Canned foodstuffs for cats
it: Alimenti in scatola per gatti

source: Foodstuffs for horses
it: Alimenti per cavalli

source: Barley (Unprocessed -)
it: Orzo non lavorato

source: Barley for use in brewing beer
it: Orzo per la produzione di birra

source: Live mammals
it: Mammiferi vivi

source: Straw
it: Paglia

source: Strawberries [fresh]
it: Fragole fresche

source: Unprocessed grains for eating
it: Grano grezzo per uso alimentare

source: Malt grains [unprocessed]
it: Malto in grani [non lavorato]

source: Malted barley
it: Orzo di malto

source: Hybrid wheat seeds
it: Semi di grano ibridi

source: Pollen [raw material]
it: Polline [materia prima]

source: Digestible chewing bones and bars for domestic animals
it: Ossi e bastoncini digeribili da rosicchiare per animali domestici

source: Foods in the form of rings for feeding to dogs
it: Alimenti sotto forma di anelli per cani

source: Propagation material [seeds]
it: Materiali di propagazione [sementi]

source: Pulses [foodstuffs for animals]
it: Leguminose [alimenti per animali]

source: Raw cereals [unprocessed]
it: Cereali grezzi [non lavorati]

source: Cut flowers
it: Fiori recisi

source: Oranges, fresh
it: Arance fresche

source: Foodstuffs for animals containing botanical extracts
it: Cibi per animali contenenti estratti vegetali

source: Foliage plants
it: Piante a foglie

source: Live cows
it: Vacche vive

source: Maize for consumption by animals
it: Mais per consumo da parte di animali

source: Bones for dogs
it: Ossi per cani

source: Crustaceans, live
it: Crostacei vivi

source: Lettuce, fresh
it: Lattughe fresche

source: Leeks, fresh
it: Porri freschi

source: Food preparations for cats
it: Preparati alimentari per gatti

source: Food preparations for dogs
it: Preparati alimentari per cani

source: Cherries (Fresh -)
it: Ciliegie (fresche)

source: Chillies (Unprocessed -)
it: Peperoncini (non lavorati)

source: Bouquets of fresh flowers
it: Bouquet di fiori freschi

source: Milk-based foodstuffs for animals
it: Alimenti a base di latte per animali

source: By-products of the processing of cereals, for animal consumption
it: Residui del trattamento dei chicchi di cereali per l'alimentazione del bestiame

source: Bee pollen (Unprocessed -)
it: Polline d'ape (non lavorato)

source: Biscuits for animals
it: Biscotti per animali

source: Live animals
it: Animali vivi

source: Lobsters, live
it: Astici vivi

source: Fresh bananas
it: Banane fresche

source: Lemons, fresh
it: Limoni freschi

source: Seeds for horticultural purposes
it: Sementi per l'orticoltura

source: Short-necked clams [live]
it: Vongole veraci [vive]

source: Cuttle bone for birds
it: Ossi di seppia per uccelli

source: Unprocessed asparagus
it: Asparagi non lavorati

source: Snails [live]
it: Lumache [vive]

source: Pennyroyal [plants]
it: Mentuccia [piante]

source: Pineapples [fresh]
it: Ananas freschi

source: Foodstuffs for fish
it: Alimenti per pesci

source: Asparagus plants
it: Piante di asparago

source: Live coral
it: Corallo vivo

source: Live insects
it: Insetti vivi

source: Beans, fresh
it: Fave fresche

source: Living fruit plants
it: Piante da frutto vive

source: Unprocessed olives
it: Olive non lavorate

source: Unprocessed onions
it: Cipolle non lavorate

source: Tropical fruits [fresh]
it: Frutta tropicale fresca

source: Milk substitutes for use as foodstuffs for animals
it: Succedanei del latte da utilizzare come alimenti per animali

source: Litter for birds
it: Lettiere per uccelli

source: Pomegranates
it: Melagrane

source: Live roses
it: Rose vive

source: Dried plants
it: Piante secche

source: Foods containing liver for feeding cats
it: Alimenti contenenti fegato per gatti

source: Foods flavoured with beef for feeding dogs
it: Alimenti aromatizzati con carne bovina per cani

source: Pyrethrum [plants]
it: Piretro [piante]

source: Sanded paper for domestic animals (litter)
it: Carta sabbiata per animali domestici [lettiera]

source: Living christmas trees [cut]
it: Alberi di Natale recisi e vivi

source: Fish eggs for hatching
it: Uova di pesce per covata

source: Floral decorations [dried]
it: Decorazioni floreali [secche]

source: Maize (Processed -) for consumption by animals
it: Mais (lavorato) per consumo da parte di animali

source: Food for racing dogs
it: Cibo per cani da corsa

source: Flax [linseed] plant seeds
it: Sementi di lino [semi di lino]

source: Edible sesame, unprocessed
it: Sesamo commestibile non lavorato

source: Bee pollen being raw material for industrial use
it: Polline d'ape ovvero materia prima per uso industriale

source: Fresh peppers
it: Peperoni freschi

source: Biscuits made from cereals for animals
it: Biscotti a base di cereali per animali

source: Boars for breeding purposes
it: Cinghiali da allevamento

source: Chicory, fresh
it: Cicoria fresca

source: Edible treats for animals
it: Leccornie per animali

source: Onions
it: Cipolle

source: Milled food products for animals
it: Prodotti alimentari macinati per animali

source: Mulch mats made of natural materials for use in suppressing weeds
it: Stuoie in pacciamatura in materiali naturali per l'eliminazione di erbacce

source: Natural edible plants [unprocessed]
it: Piante naturali commestibili [non lavorate]

source: Vegetable seeds
it: Semi di ortaggi

source: Dogs
it: Cani

source: Unprocessed algae for human consumption
it: Alghe non lavorate per il consumo umano

source: Grapes, fresh
it: Uva fresca

source: Rhubarb, fresh
it: Rabarbaro fresco

source: Unprocessed potatoes
it: Patate non lavorate

source: Mushrooms, fresh
it: Funghi freschi

source: Fresh ginger
it: Zenzero fresco

source: Agricultural produce (Unprocessed -)
it: Prodotti agricoli (allo stato grezzo)

source: Roses
it: Rose

source: Seeds of urushi
it: Semi di Urushi

source: Unprocessed apricots
it: Albicocche non lavorate

source: Unprocessed artichokes
it: Carciofi non lavorati

source: Live bushes
it: Arbusti vivi

source: Feeding substances for bees
it: Sostanze nutritive per api

source: Carrots (Fresh -)
it: Carote (fresche)

source: Live baits
it: Esche vive

source: Lichees, fresh
it: Lichee freschi

source: Live birds
it: Uccelli vivi

source: Unprocessed lemons
it: Limoni non lavorati

source: Unprocessed oats
it: Avena non lavorata

source: Unprocessed fruits
it: Frutta non lavorata

source: Malt extracts for consumption by animals
it: Estratti di malto per consumo da parte di animali

source: Mandarins [fruit, fresh]
it: Mandarini [frutta, freschi]

source: Foods flavoured with beef for feeding cats
it: Alimenti aromatizzati con carne bovina per gatti

source: Vine plants
it: Ceppi di vite

source: Cat litter and litter for small animals
it: Lettiera per gatti e piccoli animali

source: Seed (Mats containing -) for laying lawns
it: Stuoie contenenti semi per la posa di prati

source: Fresh seaweed
it: Alghe fresche
